<template>
  <section id="group-3" class="questions">
    <div class="container">
      <ul class="questions__list list-reset">
        <li class="questions__item">
          <h3 class="questions__title">Часто задаваемые вопросы</h3>
        <p class="questions__description">Это уменьшенная до группы модель социума, где каждый из вас проявится точно так, как он это делает ежедневно на протяжении всей жизни. Вы проживете свои инсайты и свои слабые места в отношениях с другими.</p>
        <p class="questions__description">У вас будет три дня для того, чтобы всматриваться в модели поведения других людей и для того, чтобы наблюдать за собой. Вы сможете обратить внимание на свои чувствами, мысли и поступки. Проявить себя привычным образом или пробовать новое в отношениях с другими. Получить обратную связь от ведущих и участников группы.</p>
        <p class="questions__description">За эти три дня вы удивитесь, как много вы можете еще узнать о себе и о других. Как много сможете увидеть, понять и почувствовать. Вы разберетесь, откуда идут корни вашего одиночества, и что можно изменить, чтобы отношения с людьми изменились.</p>
        </li>
        <li class="questions__item">
          <h3 class="questions__title">Сколько участников будет в группе и в чем их задачи</h3>
        <p class="questions__description">В группе будет не больше 10−12 человек, это оптимальное количество для терапевтической группы. Задачи у каждого из тех, кто придет на группу, свои.</p>
        <p class="questions__description"> все, что нужно вам для работы на группе — быть собой, проявляться, обращая внимание на свое состояние и чувства. Терапевты помогут вам в процессе общения проявлять чувства, говорить о них и анализировать свой опыт.</p>
        </li>
        <li class="questions__item">
          <h3 class="questions__title">Какова роль ведущих
          </h3>
        <p class="questions__description">Ведущие создают условия для того, чтобы участники могли раскрывать свои чувства и переживания, откликаться на чувства и поведение других. Также они сотрудничают с участниками, наблюдают за происходящим в группе, дают обратную связь участникам, обобщают процессы, происходящие в группе.</p>
        <p class="questions__description">При этом они не руководят и не управляют группой на свой лад, это важно понимать.</p>
        </li>
        <li class="questions__item">
          <h3 class="questions__title">Что позволяет делиться мыслями и чувствами безопасно
          </h3>
        <p class="questions__description">Основное правило группы — конфиденциальность. Все участники группы и терапевты с самого начала договариваются о том, что ничего из обсуждаемого в группе не подлежит огласке во вне.</p>
        <p class="questions__description">Помимо этого группа вырабатывает свои собственные правила, которые помогут вам чувствовать себя в безопасности.</p>
        </li>
      </ul>
      
    </div>

  </section>
</template>

<script lang="ts" setup>

</script>

<style lang="scss" scoped>
.questions {
  padding-bottom: 100px;
  &__item {
    padding: 60px;
    background-color: #f5f5f5;
  }
  &__list {
    display: flex;
    flex-direction: column;
    gap: 60px;
  }
  &__title {
    margin-bottom: 30px;
    color: #000000;
font-family: 'Akrobat';
font-size: 30px;
font-style: normal;
font-weight: 700;
  }
  &__description {
    margin-bottom: 30px;
    color: #000000;
font-family: 'Akrobat';
font-size: 20px;
font-style: normal;
font-weight: 400;
&:last-child {
  margin-bottom: 0;
}
  }
}
</style>