<template>
  <section class="blog">
    <BlogCommonBlogHero :title="'ПСИХОЛОГ МАРИЯ КОРОЛЕВА'" :subtitle="'Как детские травмы влияют на взрослые романтические отношения'" :backgroundImage="'/img/blog-post-1.png'"/>
    <div class="container">
      <div class="blog__content">
<div class="blog__wrapper">
  <h3 class="blog__title-1">Введение</h3>
  <p class="blog__description"><span class="blog__span">Детские травмы</span> — это эмоциональные или психологические раны, которые человек получает в раннем возрасте. Эти травмы могут формироваться из-за различных причин: неблагополучная семья, насилие, пренебрежение, развод родителей или даже эмоциональная отстраненность взрослых. Хотя эти травмы могут казаться далёкими в прошлом, их последствия часто продолжают влиять на человека и во взрослом возрасте, особенно в романтических отношениях. В этой статье мы обсудим, как детские травмы влияют на поведение и восприятие в любовных связях, а также предложим методы преодоления этих проблем для построения здоровых и стабильных отношений.</p>
<div class="blog__wrapper-2">
  <h2 class="blog__title-2">Виды детских травм и их последствия</h2>
<ul class="blog__list list-reset">
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">1. Эмоциональная отстранённость родителей</span><br>
Когда дети растут в условиях, где их эмоциональные потребности не
удовлетворяются, это может привести к развитию чувства ненужности или
недостойности любви. Взрослый человек, переживший такую травму, может
испытывать сложности с доверием в отношениях и бояться эмоциональной
близости.</p>
<p class="blog__descriptio-2"><span class="blog__span">Последствия в романтических отношениях:</span><br>
Такие люди могут либо избегать серьёзных отношений, опасаясь быть
отвергнутыми, либо наоборот, быть слишком зависимыми от партнёра,
постоянно нуждаясь в подтверждении своей значимости. Они могут испытывать
трудности с выражением своих чувств и не знать, как правильно реагировать на
эмоции партнера.</p> 
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">2. Физическое или эмоциональное насилие</span><br>
  Дети, подвергшиеся насилию, вырастают с ощущением, что мир опасен, а
отношения — источник боли. Это может сформировать в человеке защитный
механизм, который проявляется в недоверии к партнерам, в чувстве, что любовь
обязательно сопровождается болью и контролем.</p>
<p class="blog__descriptio-2"><span class="blog__span">Последствия в романтических отношениях:</span><br>
  Люди с таким опытом могут стать либо слишком контролирующими и
ревнивыми, чтобы избежать потенциальной угрозы, либо, напротив, могут
выбирать токсичных партнеров, которые продолжают цикл насилия. Им может
быть сложно распознать здоровые границы и поддерживать отношения без
постоянного ощущения тревоги.</p> 
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">3. Пренебрежение или игнорирование потребностей</span><br>
  Когда детям не уделяется достаточно внимания, и их потребности игнорируются,
это может привести к развитию чувства, что их мнение и желания не важны. Во
взрослом возрасте это может проявляться в виде низкой самооценки и
постоянного стремления угождать партнеру.</p>
<p class="blog__descriptio-2"><span class="blog__span">Последствия в романтических отношениях:</span><br>
  Такие люди могут подстраиваться под своего партнера, игнорируя собственные
потребности и желания. Они могут испытывать страх отказа и быть готовы на
всё, чтобы сохранить отношения, даже если они не приносят им счастья.</p> 
  </li>
</ul>
</div>


<div class="blog__wrapper-2">
  <h2 class="blog__title-2">Как детские травмы влияют на восприятие и
    поведение в отношениях</h2>
<ul class="blog__list list-reset">
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">1. Страх близости и привязанности</span><br>
  Детские травмы часто формируют страх перед эмоциональной близостью и
привязанностью. Люди, которые в детстве не чувствовали себя в безопасности
или не получали достаточной поддержки, могут бояться близких отношений, так
как они ассоциируются с болью и потерей. В результате такие люди могут
избегать глубоких эмоциональных связей, даже если в глубине души они их
желают.</p>
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">2. Проблемы с доверием</span><br>
  Дети, которым в детстве постоянно приходилось разочаровываться в людях,
могут во взрослой жизни испытывать трудности с доверием к партнерам. Они
могут постоянно сомневаться в искренности чувств партнера, искать признаки
обмана или предательства и бояться открыться полностью.</p>
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">3. Зависимость или контроль</span><br>
  Некоторые люди, пережившие детские травмы, могут стать слишком
зависимыми от партнера или, наоборот, пытаться контролировать его. В первом
случае человек может бояться потерять отношения и цепляться за них, даже
если они не приносят удовлетворения. Во втором — партнер может проявлять
чрезмерный контроль, боясь снова быть уязвимым или преданным.</p>
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">4. Самосаботаж в отношениях</span><br>
  Когда человек сталкивается с внутренними конфликтами, связанными с
детскими травмами, он может неосознанно разрушать свои отношения.
Например, человек может провоцировать партнера на конфликты, чтобы
подтвердить свои негативные ожидания (“все равно меня бросят”). Самосаботаж
может проявляться в виде измен, отказа от серьезных шагов в отношениях или
намеренного разрушения эмоциональной связи.</p>
  </li>
</ul>
</div>

<div class="blog__wrapper-2">
  <h2 class="blog__title-2">Методы преодоления последствий детских травм</h2>
  <p class="blog__descriptio-2">Изменить глубоко укоренившиеся модели поведения, сформировавшиеся в
детстве, непросто, но возможно. Вот несколько методов, которые могут помочь
справиться с последствиями детских травм и построить здоровые отношения:</p>
<ul class="blog__list list-reset">
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">1. Психотерапия</span><br>
  Работа с психологом или психотерапевтом — это один из самых эффективных
способов преодоления последствий детских травм. Когнитивно-поведенческая
терапия, EMDR (десенсибилизация и переработка движением глаз) и другие
методы помогают осознать и переработать болезненные воспоминания, а также
научиться строить новые, здоровые модели поведения.</p>
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">2. Развитие эмоциональной осознанности</span><br>
  Понимание своих эмоций и реакций — это ключевой шаг к преодолению
последствий детских травм. Осознанность помогает человеку заметить, когда он
начинает действовать на основе старых паттернов поведения, и осознанно
выбирать новые стратегии реагирования. Медитация, ведение дневника или
терапия могут помочь развить эмоциональную осознанность.</p>
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">3. Постепенное развитие доверия</span><br>
  Построение доверия требует времени и терпения, как со стороны самого
человека, так и его партнера. Постепенное раскрытие своих чувств и ожиданий,
открытое общение и честность помогут создать основу для доверительных
отношений. Партнеру важно быть терпеливым и поддерживать человека в его
стремлении к эмоциональному исцелению.</p>
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">4. Установление здоровых границ</span><br>
  Людям с детскими травмами может быть сложно установить и поддерживать
границы в отношениях. Необходимо учиться понимать свои потребности и уметь
их озвучивать, а также уважать границы партнера. Это создаст здоровую
динамику, где каждый партнер будет чувствовать себя в безопасности и
уважаемым.</p>
  </li>
  <li class="blog__item">
<p class="blog__descriptio-2"><span class="blog__span">5. Работа над самооценкой</span><br>
  Низкая самооценка, возникшая вследствие детских травм, может привести к
тому, что человек будет соглашаться на деструктивные отношения. Работа над
развитием уверенности в себе, своими способностями и правом на любовь и
уважение поможет изменить восприятие себя и, как следствие, улучшить
отношения.</p>
  </li>
</ul>
</div>
<div class="blog__wrapper-3">
  <h3 class="blog__title-1">Заключение</h3>
  <p class="blog__description-2">Детские травмы могут оказывать значительное влияние на взрослые
романтические отношения, формируя страхи, недоверие и негативные паттерны
поведения. Однако преодолеть эти проблемы возможно. С помощью
психотерапии, работы над эмоциональной осознанностью, развития доверия и
улучшения самооценки можно построить здоровые и стабильные отношения.
Важно помнить, что этот путь требует времени и терпения, но каждый шаг к
эмоциональному исцелению — это вклад в более гармоничную и счастливую
жизнь.</p>
</div>
</div>
</div>
<div class="blog__wrapper-4">
  <ul class="blog__list-2 list-reset">
         <li v-for="(item, index) in items" :key="index" class="blog__item">
          <NuxtLink to="/" class="blog__link">
<img class="blog__img" :src="item.img" alt="blog">
<h3 class="blog__subtitle">{{ item.subtitle }}</h3>
<p class="blog__date">{{ item.description }}</p></NuxtLink>
        </li>
      </ul>
</div>
</div>
  </section>
</template>

<script lang="ts" setup>
const items = BlogHome;
</script>

<style lang="scss" scoped>
.blog {
  &__content {
    display: flex;
    justify-content: center;
  }
  &__wrapper {
    padding: 38px 0 89px 0;
    max-width: 755px;
  }
  &__title-1 {
    margin-bottom: 38px;
    color: #000000;
font-family: 'Akrobat';
font-size: 18px;
font-style: normal;
font-weight: 700;
line-height: normal;
  }
  &__description {
    margin-bottom: 116px;
    color: #000000;
font-family: 'Akrobat';
font-size: 18px;
font-style: normal;
font-weight: 400;
line-height: normal;
  }
  &__span {
    font-weight: 700;
  }
  &__wrapper-2 {
    margin-bottom: 147px;
  }
  &__title-2 {
margin-bottom: 102px;
color: #000000;
font-family: 'Akrobat';
text-align: center;
font-size: 40px;
font-style: normal;
font-weight: 700;
line-height: normal;
  }
  &__descriptio-2 {
    margin-bottom: 38px;
    color: #000000;
font-family: 'Akrobat';
font-size: 18px;
font-style: normal;
font-weight: 400;
line-height: normal;
&:last-child {
  margin-bottom: 0;
}
  }
&__list {
  display: flex;
  flex-direction: column;
  gap: 38px;
}
&__wrapper-3 {
  margin-bottom: 100px;
}
&__wrapper-4 {
  margin-bottom: 160px;
}
&__subtitle {
    margin-bottom: 13px;
min-height: 100px;
    color: #000;
font-family: 'Akrobat';
font-size: 26px;
font-style: normal;
font-weight: 700;
line-height: 31.98px; /* 123% */
  }
  &__date {
    color: #777;
font-family: 'Akrobat';
font-size: 16px;
font-style: normal;
font-weight: 300;
line-height: 24.8px; /* 155% */
  }
  &__img {
margin-bottom: 13px;
}
&__link {
  text-decoration: none;
}
&__list-2 {
    display: grid;
    grid-template-columns: repeat(3, 1fr);
    gap: 40px;
  }
}
</style>