export const AboutItems = [
  {
    img: '/img/aboutme-img1.jpg',
    title: 'Постоянно получаю образование',
    description:[
      'Основы профессии изучала в Московском институте психоанализа, там же получила диплом клинического психолога. Затем расширяла знания и систему на факультете консультативной и клинической психологии МГППУ.',
      'Групповую работу изучала в программе «психотерапия клиентов, страдающих психосоматическими заболеваниями» и в Институте гуманистической и экзистенциальной психологии (Вильнюс- Бирштонас).',
      'Проходила краткосрочные курсы и семинары по работе с психологической травмой в психотерапии, психотерапии депрессий, сексологии, психотерапии характера.',
      'Сертифицированный парный терапевт по методу Джона Готтмана (The Gottman Institute) и это значит, что я могу работать с запросами в паре.',
    ]
  },
  {
    img: '/img/aboutme-img2.jpg',
    title: 'Прохожу личную терапию и супервизию',
    description:[
      'Чтобы научиться помогать другим, мне пришлось начать с разговора с собой. Сначала появились первые инсайты, а за ними и изменения. Удивление и восторг от того, как это работает, подтолкнули меня научиться помогать другим.',
      'Я много училась и продолжала работать в личной терапии. Это был необыкновенный, завораживающий период открытий.',
      'Он и до сих пор не закончился, просто уже меньше похож на необузданный юношеский восторг, а больше на спокойное движение к цели. Благодаря большой внутренней работе и учете, я точно знаю как и кому я хочу и могу помогать.',
    ]
  },
  {
    img: '/img/aboutme-img3.jpg',
    title: 'Забочусь о вашем комфорте',
    description:[
      'Я позаботилась о том, чтобы физическое пространство в котором я работаю с клиентами помогало работе. Мне хотелось, чтобы место, куда приходят мои клиенты, было им приятно, чтобы они и в нем чувствовали заботу о себе.',
      'Мой кабинет — это не безликое казенное помещение, а мое личное место, которое говорит обо мне и о моем отношении к клиенту без слов. У моих клиентов всегда есть выбор — они могут прийти лично, могут получить консультацию удаленно.',
      'Мой метод сочетает в себе несколько подходов, позволяющих помочь вам решить частную проблему или искать смыслы в будущем, рассматривая свое прошлое и настоящее под увеличительным стеклом.',
    ]
  },
]