export const BlogHome = [
  {
    img: '/img/home-blog-1.png',
    subtitle: 'Как гнев вредит отношениям',
    description:'К тому времени, когда пары приходят на консультацию, они часто ведут один и тот же спор в разных формах на протяжении многих лет. Проблема зашла в тупик, и подобно тому, как водители, застрявшие в пробке, испытывают злость и разочарование, партнеры, которые не могут выйти за рамки проблемы, начинают испытывать негативные чувства по отношению друг к другу и к отношениям.',
  },
  {
    img: '/img/home-blog-2.png',
    subtitle: '10 вещей, которые нужно сказать своему мужу, когда ваш брак труден',
    description:'Попросить о большем понимании в мягкой форме гораздо лучше, чем предполагать, что он чувствует себя определенным образом или ведет себя так из-за того, что вы что-то сделали. Будьте искренни, когда спрашиваете - убедитесь, что вы спрашиваете, потому что действительно хотите знать, а не просто потому, что знаете, что должны спросить. Надеюсь, он сможет почувствовать ваше искреннее намерение и оценит то, что вы не предполагаете.',
  },
  {
    img: '/img/home-blog-3.png',
    subtitle: 'Как устанавливать границы в отношениях',
    description:'Как психотерапевт, работающий с парами, я встречаю много пар, которые связаны друг с другом, что означает, что у них очень слабые границы. Это означает, что оба партнера дружат только с одними и теми же людьми (или ни с кем, если партнеры не договорились о том, какие друзья являются приемлемыми), они проводят время только вместе, и у них нет общих внешних интересов.',
  },

  {
    img: '/img/home-blog-4.png',
    subtitle: '3 навыка, которыми вы должны овладеть для здоровых отношений, по мнению психологов',
    description:'Когда гарвардские ученые на протяжении более 75 лет наблюдали за 268 мужчинами, чтобы выяснить, из чего складывается счастливая жизнь, их выводы, по словам основателя проекта, можно было подытожить всего пятью словами: "Счастье — это любовь. И точка".',
  },
  {
    img: '/img/home-blog-5.png',
    subtitle: 'Много ли вы пишете партнеру?',
    description:'6 причин, по которым текстовые сообщения могут быть неуместными в ваших отношениях',
  },
  {
    img: '/img/home-blog-6.png',
    subtitle: 'Частые проблемы в отношениях и их решение',
    description:'Отношения могут быть самым прекрасным в мире. Они может начаться волшебным образом, но для их сохранения требуются значительные затраты времени и энергии. Вот 8 основных проблем, которые вам предстоит решить.',
  },
  {
    img: '/img/home-blog-7.png',
    subtitle: 'Что делать если ваши чувства преобладают над логикой',
    description:'Исследование Техасского университета в Арлингтоне показывает, что когда люди чувствуют тревогу и уязвимость, они с большей вероятностью будут принимать решения на основе анекдотической информации, а не фактов.',
  },
  {
    img: '/img/home-blog-8.png',
    subtitle: 'Дружба во взаимоотношениях',
    description:'Опасность возникает, когда вы настолько пристрастились к "наркотику" любви, что начинаете пренебрегать другими отношениями в своей жизни. Проводя все часы бодрствования со своим близким человеком, вы начинаете отодвигать друзей и семью на второй план. Как вы можете предотвратить это?',
  },
  {
    img: '/img/home-blog-9.png',
    subtitle: 'Всё, что нужно знать о семейной терапии',
    description:'Мы все знаем, что романтические отношения - это тяжелая работа. Как и машины, они требуют регулярного обслуживания, чтобы поддерживать их в хорошем состоянии. Если есть проблема, лучше всего сразу же ее починить, чтобы избежать дальнейших осложнений на дороге.',
  },
]