export const BlogItems = [
  {
    id: 1,
    img: '/img/blog-1.jpg',
    title: 'Как детские травмы влияют на взрослые романтические отношения',
  },
  {
    id: 2,
    img: '/img/blog-2.jpg',
    title: 'Пути восстановления после измены: доверие и эмоциональное исцеление',

  },
  {
    id: 3,
    img: '/img/blog-3.jpg',
    title: 'Роль эмпатии в построении крепких отношений',

  },
  {
    id: 4,
    img: '/img/blog-4.jpg',
    title: 'Созависимость и соцсети',

  },
  {
    id: 5,
    img: '/img/blog-5.jpg',
    title: 'Созависимость и финансы',

  },
  {
    id: 6,
    img: '/img/blog-6.jpg',
    title: 'Как созависимость влияет на дружеские отношения?',

  },

]