export const FormatItems = [
  {
    title: 'Одна встреча в цикле работы очно или онлайн',
    price: '4000 р.',
    description: [
      'Цикл встреч начинается с первой ознакомительной встречи. На ней мы выбираем время встреч и тематику работы',
      'Время - от 50 до 80 минут',
      'Тема - на встречах мы работаем с вашим личным запросом или с запросом в паре.',
    ]
  },
  {
    title: 'Разовая консультация очно или онлайн',
    price: '6 000 р.',
    description: [
      'Если вы заинтересованы в разовой консультации, мы можем поработать в этом формате.',
      'Время - 110 минут',
      'Тема - на ваш выбор. Я помогу взглянуть на ситуацию со стороны и увидеть варианты развития. Это дает ощущение свободы и меняет ваше состояние. .'
    ]
  },
  {
    title: 'Одна встреча длительной группы',
    price: '2000 р.',
    description: [
      'Групповая работа, как правило, посвящена конкретной теме. В группе участвует от 8 до 12 человек.',
      'Время - 90 минут раз в неделю',
      'Тема - тематику каждой группы надо уточнять отдельно на предварительном собеседовании.'
    ]
  },
  {
    title: 'Консультация для пар очно или онлайн',
    price: '6000 р.',
    description: [
      'Если у вас в семье или в паре возникли сложности, вы всегда можете выбрать консультацию с психологом и обсудить их.',
      'Время - 80 минут в неделю.',
      'Тема зависит от того, какого плана проблемы возникли.'
    ]
  },
]