export const QuestionsContent = [
  {
    id: 1,
    title: 'Что делать, если у меня депрессия?',
    description:'В этом случае хорошо бы вспомнить что приносило радость раньше и давно ли Вы это делали? Важно также обратить внимание на свое окружение',
  link: '/'
  },
  {
    id: 2,
    title: 'Как гнев вредит отношениям',
    description:'К тому времени, когда пары приходят на консультацию, они часто ведут один и тот же спор в разных формах на протяжении многих лет. Проблема зашла в тупик, и подобно тому, как водители, застрявшие в пробке, испытывают злость и разочарование, партнеры, которые не могут выйти за рамки проблемы, начинают испытывать негативные чувства по отношению друг к другу и к отношениям.',
  link: '/'
  },
  {
    id: 3,
    title: 'Замужем, но влюбилась в другого. Что делать?',
    description:'Я сразу скажу вам, что я не могу принять решение за вас. Однако я могу дать вам несколько советов о том, как задавать себе честные вопросы, которые позволят вам получить больше ясности в сложившейся ситуации.',
  link: '/'
  },
  {
    id: 4,
    title: 'Как перестать испытывать чувство вины?',
    description:'Чтобы перестать чувствовать себя виноватой, необходимо понять, что заставляет Вас испытывать вину.',
  link: '/'
  },
]