export const ServicesItems = [
  { 
    img: '/img/services-1.jpg',
    title: 'Установочная сессия',
    description:'С этого начинается регулярная работа. Если вы нацелены на такую работу, то можете сразу забронировать сессию и начать с нее знакомство со мной.',
  },
  {
    img: '/img/services-2.jpg',
    title: 'Разовая консультация',
    description:'Если у вас есть конкретный запрос к психологу мы можем провести разовую двухчасовую консультацию. Как правило, она помогает вам изменить свое отношение к ситуации. Вы сможете увидеть ее со стороны, лучше понять себя и других, выработать новые стратегии поведения. На встрече вы сможете назвать, проявить и принять свои чувства по поводу происходящего.',
  },
  {
    img: '/img/services-3.jpg',
    title: 'Консультация для пар',
    description:'Если у вас возникли сложности во взаимотношениях и вы не знаете к кому обратиться, то я готова работать не только лично, но и с вашей парой. Вы можете узнать больше об этом формате работы по ссылке',
  },
  {
    img: '/img/services-4.jpg',
    title: 'Цикл встреч',
    description:'Как правило, работа с психологом не ограничивается одной встречей. Мы договариваемся о том, что будем работать с вашим запросом какой-то период времени. Затем подводим итоги и выясняем есть ли новый запрос или работу можно завершить.',
  },
  {
    img: '/img/services-5.jpg',
    title: 'Групповая работа',
    description:'Если вам важно пообщаться со мной не индивидуально, а с возможностей увидеть происходящее через опыт других людей - есть групповая работа. Вы можете познакомиться с людьми со схожими задачами и их опыт вкупе с моей работой поддержат вас в вашем пути.',
  },
  {
    img: '/img/services-6.jpg',
    title: 'Онлайн-диагностика отношений в паре',
    description:'Если, оказавшись со своим партнером в длительной изоляции, вы чувствуете некую напряженность, — это хорошее время, чтобы разобраться в отношениях. Понять, что не так и кого из вас что не устраивает, как вы оба можете с этим справиться. Для этого нужно определить сильные и слабые стороны в ваших отношениях, посмотреть на них максимально трезво и как бы со стороны. Помочь вам сможет развернутое тестирование. Предлагаемый метод диагностики дает довольно полное представление об отношениях, ее результаты могут направить вас к самостоятельным действиям в паре, если нет готовности идти на психотерапию. Однако следует помнить, что диагностика всегда только первый этап работы над отношениями.',
  },
]