export const WorkItems = [
    {
      img: '/svg/work-img.svg',
      description: 'Задача максимум - научить вас влиять на ваше внутреннее состояние и ощущения самостоятельно, то есть быть самому себе личным психологом.',
    },
    {
      img: '/svg/work-img.svg',
      description: 'Мой авторский метод сочетает в себе несколько подходов. Он помогает как решить конкретную проблему, так и создать маршрут в будущее или рассмотреть прошлое под увеличительным стеклом.',
    },
    {
      img: '/svg/work-img.svg',
      description: 'Я верю в вашу способность создать для себя такую жизнь, которую вы хотите. Но способность оценивать себя и возможные изменения прямо зависит от того, как вы себя ощущаете изнутри. С этими ощущениями я и работаю.',
    },
    {
      img: '/svg/work-img.svg',
      description: 'Пространство, в которое я вас приглашаю, не случайное место, а часть поддерживающей среды, которую мы создадим вместе. Мой кабинет помогает мне работать, а вам раскрываться.',
    },
    {
      img: '/svg/work-img.svg',
      description: 'Я фанат и энтузиаст своего дела и мне нравиться помогать вам становиться фанатами и энтузиастами вашей собственной жизни.',
    },
    {
      img: '/svg/work-img.svg',
      description: 'Работаю очно и онлайн',
    },
  ];
